Repository: 3aVarana/Leo-App
Catalog: Leo/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: %@ short texts, written for you.
es: %@ textos breves, escritos para ti.
pt_br: %@ textos curtos, escritos para você.

source: %lld of %lld
es: %1$lld de %2$lld
pt_br: %1$lld de %2$lld

source: %lld of %lld correct
es: %1$lld de %2$lld correctas
pt_br: %1$lld de %2$lld corretas

source: %lld topics on · keep at least 3. Leo picks one for each text.
es: %lld temas activados · deja al menos 3. Leo elige uno para cada texto.
pt_br: %lld temas ativados · mantenha pelo menos 3. O Leo escolhe um para cada texto.

source: 12 to 14
es: 12 a 14
pt_br: 12 a 14

source: 15 to 17
es: 15 a 17
pt_br: 15 a 17

source: 18 or older
es: 18 o más
pt_br: 18 ou mais

source: 6 to 8
es: 6 a 8
pt_br: 6 a 8

source: 9 to 11
es: 9 a 11
pt_br: 9 a 11

source: A %lld-word text for readers %@. Usually ready in a few seconds.
es: Un texto de %1$lld palabras para lectores de %2$@. Suele estar listo en unos segundos.
pt_br: Um texto de %1$lld palavras para leitores de %2$@. Normalmente fica pronto em poucos segundos.

source: A day at school
es: Un día en la escuela
pt_br: Um dia na escola

source: A kind robot
es: Un robot amable
pt_br: Um robô gentil

source: A lost toy finds its way home
es: Un juguete perdido vuelve a casa
pt_br: Um brinquedo perdido volta para casa

source: A magical adventure
es: Una aventura mágica
pt_br: Uma aventura mágica

source: A mystery at school
es: Un misterio en la escuela
pt_br: Um mistério na escola

source: A story about friendship
es: Una historia de amistad
pt_br: Uma história sobre amizade

source: A teenager facing a challenge
es: Un adolescente ante un reto
pt_br: Um adolescente diante de um desafio

source: Add
es: Añadir
pt_br: Adicionar

source: Add a topic
es: Añade un tema
pt_br: Adicione um tema

source: Age group
es: Edad
pt_br: Idade

source: Ancient Egypt
es: El antiguo Egipto
pt_br: O Egito Antigo

source: Ancient civilizations
es: Civilizaciones antiguas
pt_br: Civilizações antigas

source: Animal behavior
es: Comportamiento animal
pt_br: Comportamento animal

source: Apple Intelligence is still getting ready. Please try again in a few minutes.
es: Apple Intelligence aún se está preparando. Inténtalo de nuevo en unos minutos.
pt_br: O Apple Intelligence ainda está sendo preparado. Tente novamente em alguns minutos.

source: Apple Intelligence isn't available right now.
es: Apple Intelligence no está disponible en este momento.
pt_br: O Apple Intelligence não está disponível no momento.

source: Apple Intelligence needed
es: Se necesita Apple Intelligence
pt_br: É necessário o Apple Intelligence

source: Architecture
es: Arquitectura
pt_br: Arquitetura

source: Architecture of famous buildings
es: Arquitectura de edificios famosos
pt_br: Arquitetura de edifícios famosos

source: Art movements
es: Movimientos artísticos
pt_br: Movimentos artísticos

source: At least 3 topics must stay on.
es: Al menos 3 temas deben quedar activados.
pt_br: Pelo menos 3 temas precisam ficar ativados.

source: Author's purpose
es: Propósito del autor
pt_br: Propósito do autor

source: Baking cookies
es: Hornear galletas
pt_br: Fazer biscoitos

source: Birthday parties
es: Fiestas de cumpleaños
pt_br: Festas de aniversário

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Climate and weather
es: El clima y el tiempo
pt_br: Clima e tempo

source: Coding and robots
es: Programación y robots
pt_br: Programação e robôs

source: Continue
es: Continuar
pt_br: Continuar

source: Correct answer
es: Respuesta correcta
pt_br: Resposta correta

source: Correct!
es: ¡Correcto!
pt_br: Correto!

source: Dinosaurs
es: Dinosaurios
pt_br: Dinossauros

source: Dinosaurs and fossils
es: Dinosaurios y fósiles
pt_br: Dinossauros e fósseis

source: Done
es: Listo
pt_br: OK

source: Drawn from %@ and %lld more of your topics. One question after each.
es: Sobre %1$@ y %2$lld temas más de los tuyos. Una pregunta después de cada uno.
pt_br: Sobre %1$@ e mais %2$lld dos seus temas. Uma pergunta depois de cada um.

source: Drawn from %@. One question after each.
es: Sobre %@. Una pregunta después de cada uno.
pt_br: Sobre %@. Uma pergunta depois de cada um.

source: Drawn from your topics. One question after each.
es: Sobre tus temas. Una pregunta después de cada uno.
pt_br: Sobre os seus temas. Uma pergunta depois de cada um.

source: Economics in daily life
es: La economía en la vida diaria
pt_br: Economia no dia a dia

source: Every text is written for your age — its length, its words, its questions.
es: Cada texto se escribe para tu edad: su extensión, sus palabras, sus preguntas.
pt_br: Cada texto é escrito para a sua idade: o tamanho, as palavras, as perguntas.

source: Everyday words · %lld–%lld words
es: Palabras cotidianas · %1$lld–%2$lld palabras
pt_br: Palavras do dia a dia · %1$lld–%2$lld palavras

source: Famous explorers
es: Exploradores famosos
pt_br: Exploradores famosos

source: Food and culture around the world
es: Comida y cultura en el mundo
pt_br: Comida e cultura pelo mundo

source: Friendly dragons and fairies
es: Dragones amigables y hadas
pt_br: Dragões amigáveis e fadas

source: Good work. Keep practicing to sharpen your understanding.
es: Buen trabajo. Sigue practicando para mejorar tu comprensión.
pt_br: Bom trabalho. Continue praticando para aprimorar sua compreensão.

source: Great reading! You're paying close attention.
es: ¡Muy buena lectura! Estás prestando mucha atención.
pt_br: Ótima leitura! Você está prestando muita atenção.

source: Helping at home
es: Ayudar en casa
pt_br: Ajudar em casa

source: History's turning points
es: Momentos decisivos de la historia
pt_br: Momentos decisivos da história

source: How machines work
es: Cómo funcionan las máquinas
pt_br: Como as máquinas funcionam

source: How old are you?
es: ¿Cuántos años tienes?
pt_br: Quantos anos você tem?

source: Inference
es: Inferencia
pt_br: Inferência

source: Insects and bugs
es: Insectos y bichos
pt_br: Insetos e bichinhos

source: Inventions
es: Inventos
pt_br: Invenções

source: Inventions that changed the world
es: Inventos que cambiaron el mundo
pt_br: Invenções que mudaram o mundo

source: Inventors
es: Inventores
pt_br: Inventores

source: Keep at least 3 topics on.
es: Deja al menos 3 temas activados.
pt_br: Mantenha pelo menos 3 temas ativados.

source: Keep going! Try reading each text slowly and look for key ideas.
es: ¡Sigue así! Lee cada texto con calma y busca las ideas clave.
pt_br: Continue! Leia cada texto com calma e procure as ideias principais.

source: Key detail
es: Detalle clave
pt_br: Detalhe importante

source: Main idea
es: Idea principal
pt_br: Ideia principal

source: Music and its history
es: La música y su historia
pt_br: A música e sua história

source: Music history
es: Historia de la música
pt_br: História da música

source: Mysteries of history
es: Misterios de la historia
pt_br: Mistérios da história

source: Mythology
es: Mitología
pt_br: Mitologia

source: Natural disasters
es: Desastres naturales
pt_br: Desastres naturais

source: Next text
es: Siguiente texto
pt_br: Próximo texto

source: Not quite
es: No exactamente
pt_br: Não exatamente

source: Now writing
es: Escribiendo
pt_br: Escrevendo

source: Nuance and inference · %lld–%lld words
es: Matices e inferencias · %1$lld–%2$lld palabras
pt_br: Nuances e inferências · %1$lld–%2$lld palavras

source: Nutrition and health
es: Nutrición y salud
pt_br: Nutrição e saúde

source: Ocean life
es: La vida en el océano
pt_br: A vida no oceano

source: Perfect score! You understood every text.
es: ¡Puntuación perfecta! Entendiste todos los textos.
pt_br: Pontuação perfeita! Você entendeu todos os textos.

source: Personal finance
es: Finanzas personales
pt_br: Finanças pessoais

source: Pets and farm animals
es: Mascotas y animales de granja
pt_br: Animais de estimação e da fazenda

source: Philosophy and ethics
es: Filosofía y ética
pt_br: Filosofia e ética

source: Photography
es: Fotografía
pt_br: Fotografia

source: Pirates and treasure
es: Piratas y tesoros
pt_br: Piratas e tesouros

source: Playground games
es: Juegos en el patio
pt_br: Brincadeiras no parquinho

source: Practice again
es: Practicar de nuevo
pt_br: Praticar de novo

source: Psychology and habits
es: Psicología y hábitos
pt_br: Psicologia e hábitos

source: Rainforests
es: Selvas tropicales
pt_br: Florestas tropicais

source: Recycling
es: Reciclaje
pt_br: Reciclagem

source: Removes this topic.
es: Quita este tema.
pt_br: Remove este tema.

source: Renewable energy
es: Energías renovables
pt_br: Energia renovável

source: Reset
es: Restablecer
pt_br: Redefinir

source: Richer vocabulary · %lld–%lld words
es: Vocabulario más rico · %1$lld–%2$lld palabras
pt_br: Vocabulário mais rico · %1$lld–%2$lld palavras

source: Robots and artificial intelligence
es: Robots e inteligencia artificial
pt_br: Robôs e inteligência artificial

source: Science breakthroughs
es: Grandes avances científicos
pt_br: Grandes descobertas científicas

source: See results
es: Ver resultados
pt_br: Ver resultados

source: Settings
es: Ajustes
pt_br: Ajustes

source: Short literary fiction
es: Ficción literaria breve
pt_br: Ficção literária curta

source: Short stories · %lld–%lld words
es: Cuentos cortos · %1$lld–%2$lld palabras
pt_br: Histórias curtas · %1$lld–%2$lld palavras

source: Social media and friendship
es: Redes sociales y amistad
pt_br: Redes sociais e amizade

source: Some new vocabulary · %lld–%lld words
es: Algo de vocabulario nuevo · %1$lld–%2$lld palabras
pt_br: Algum vocabulário novo · %1$lld–%2$lld palavras

source: Something went wrong while writing your text about %@.
es: Algo salió mal al escribir tu texto sobre %@.
pt_br: Algo deu errado ao escrever seu texto sobre %@.

source: Something went wrong while writing your text.
es: Algo salió mal al escribir tu texto.
pt_br: Algo deu errado ao escrever seu texto.

source: Space exploration
es: Exploración espacial
pt_br: Exploração espacial

source: Sports heroes
es: Héroes del deporte
pt_br: Heróis do esporte

source: Sports science
es: Ciencia del deporte
pt_br: Ciência do esporte

source: Start
es: Comenzar
pt_br: Começar

source: Street art and graffiti
es: Arte urbano y grafiti
pt_br: Arte de rua e grafite

source: Suggested for %@
es: Sugeridos para %@
pt_br: Sugeridos para %@

source: Suggested · %lld on
es: Sugeridos · %lld activados
pt_br: Sugeridos · %lld ativados

source: Survival stories
es: Historias de supervivencia
pt_br: Histórias de sobrevivência

source: Technology and society
es: Tecnología y sociedad
pt_br: Tecnologia e sociedade

source: Text %lld didn't print
es: El texto %lld no salió
pt_br: O texto %lld não saiu

source: Text %lld of %lld
es: Texto %1$lld de %2$lld
pt_br: Texto %1$lld de %2$lld

source: That topic is already on your list.
es: Ese tema ya está en tu lista.
pt_br: Esse tema já está na sua lista.

source: That topic isn't a good fit for your reading practice. Try another one.
es: Ese tema no es adecuado para tu práctica de lectura. Prueba con otro.
pt_br: Esse tema não é adequado para a sua prática de leitura. Tente outro.

source: The beach
es: La playa
pt_br: A praia

source: The history of language
es: La historia del lenguaje
pt_br: A história da linguagem

source: The human body
es: El cuerpo humano
pt_br: O corpo humano

source: The human brain
es: El cerebro humano
pt_br: O cérebro humano

source: The moon and stars
es: La luna y las estrellas
pt_br: A lua e as estrelas

source: The ocean floor
es: El fondo del mar
pt_br: O fundo do mar

source: The science of sleep
es: La ciencia del sueño
pt_br: A ciência do sono

source: The seasons
es: Las estaciones
pt_br: As estações do ano

source: The solar system
es: El sistema solar
pt_br: O sistema solar

source: This device doesn't support Apple Intelligence, which Leo uses to create exercises.
es: Este dispositivo no es compatible con Apple Intelligence, que Leo usa para crear los ejercicios.
pt_br: Este dispositivo não é compatível com o Apple Intelligence, que o Leo usa para criar os exercícios.

source: Today's round · readers %@
es: La ronda de hoy · lectores de %@
pt_br: A rodada de hoje · leitores de %@

source: Topics must be between 2 and 60 characters.
es: Los temas deben tener entre 2 y 60 caracteres.
pt_br: Os temas devem ter entre 2 e 60 caracteres.

source: Trains and trucks
es: Trenes y camiones
pt_br: Trens e caminhões

source: Travel and geography
es: Viajes y geografía
pt_br: Viagens e geografia

source: Try a different topic
es: Probar otro tema
pt_br: Tentar outro tema

source: Try again
es: Reintentar
pt_br: Tentar novamente

source: Turn on Apple Intelligence in Settings to start practicing.
es: Activa Apple Intelligence en Ajustes para empezar a practicar.
pt_br: Ative o Apple Intelligence nos Ajustes para começar a praticar.

source: Video game design
es: Diseño de videojuegos
pt_br: Design de videogames

source: Video games
es: Videojuegos

source: Vocabulary in context
es: Vocabulario en contexto
pt_br: Vocabulário no contexto

source: Volcanoes
es: Volcanes
pt_br: Vulcões

source: Volcanoes and earthquakes
es: Volcanes y terremotos
pt_br: Vulcões e terremotos

source: Volunteering and community
es: Voluntariado y comunidad
pt_br: Voluntariado e comunidade

source: We couldn't check that topic. Please try again.
es: No pudimos revisar ese tema. Inténtalo de nuevo.
pt_br: Não conseguimos verificar esse tema. Tente novamente.

source: We couldn't create this exercise. Please try again.
es: No pudimos crear este ejercicio. Inténtalo de nuevo.
pt_br: Não conseguimos criar este exercício. Tente novamente.

source: We couldn't write this one.
es: No pudimos escribir este.
pt_br: Não conseguimos escrever este.

source: Welcome to Leo
es: Te damos la bienvenida a Leo
pt_br: Boas-vindas ao Leo

source: What do you like reading about?
es: ¿Sobre qué te gusta leer?
pt_br: Sobre o que você gosta de ler?

source: Wild animals
es: Animales salvajes
pt_br: Animais selvagens

source: World cultures
es: Culturas del mundo
pt_br: Culturas do mundo

source: World literature
es: Literatura universal
pt_br: Literatura mundial

source: Writing text %lld of %lld, about %@
es: Escribiendo el texto %1$lld de %2$lld, sobre %3$@
pt_br: Escrevendo o texto %1$lld de %2$lld, sobre %3$@

source: You can have up to 20 of your own topics.
es: Puedes tener hasta 20 temas propios.
pt_br: Você pode ter até 20 temas próprios.

source: Your answer
es: Tu respuesta
pt_br: Sua resposta

source: Your answer to text 1 is saved — nothing is lost.
es: Tu respuesta al texto 1 está guardada: no se pierde nada.
pt_br: Sua resposta ao texto 1 está salva: nada se perde.

source: Your answer, incorrect
es: Tu respuesta, incorrecta
pt_br: Sua resposta, incorreta

source: Your answers so far are saved — nothing is lost.
es: Tus respuestas hasta ahora están guardadas: no se pierde nada.
pt_br: Suas respostas até agora estão salvas: nada se perde.

source: Your next text
es: Tu próximo texto
pt_br: Seu próximo texto

source: Your topics
es: Tus temas
pt_br: Seus temas
